import React from 'react'
import styles from './styles.module.css'
import { Container } from '@mui/material'
import Ico from '../assets/img/kdidpmd_adm.jpg'

function GeneralInfo() {
    return (
        <Container style={{ maxWidth: '1085px' }}>
            <h3 className={styles.title}>Загальна інформація</h3>
            <img style={{ float: 'right', padding: '0 0 20px 20px' }} src={Ico} height={400}></img>
            <p style={{ textAlign: 'justify' }}>Наша академія була заснована у 1914 році та вже понад століття надає високоякісну освіту в галузі дизайну та прикладного мистецтва. Ми пишаємося своїми традиціями, і в той же час не стоїмо на місці, постійно розвиваємося та змінюємося разом з сучасним світом.
                Наші викладачі - це відомі українські та зарубіжні фахівці з великим досвідом викладання та практичної діяльності в галузі дизайну та мистецтва. Ми прагнемо забезпечити нашим студентам не лише теоретичні знання, але й практичні навички, необхідні для успішної роботи у цій галузі.
                Наші програми навчання охоплюють різноманітні галузі дизайну та мистецтва, включаючи інтер'єрний дизайн, графічний дизайн, модний дизайн, текстильний дизайн та інші. Наші студенти мають можливість не лише вивчати теоретичні основи, але й застосовувати їх у практичній діяльності, працюючи над проектами та учасництвуючи в конкурсах та виставках.</p>
            <p style={{ textAlign: 'justify' }}>Наша академія була заснована у 1914 році та вже понад століття надає високоякісну освіту в галузі дизайну та прикладного мистецтва. Ми пишаємося своїми традиціями, і в той же час не стоїмо на місці, постійно розвиваємося та змінюємося разом з сучасним світом.
                Наші викладачі - це відомі українські та зарубіжні фахівці з великим досвідом викладання та практичної діяльності в галузі дизайну та мистецтва. Ми прагнемо забезпечити нашим студентам не лише теоретичні знання, але й практичні навички, необхідні для успішної роботи у цій галузі.
                Наші програми навчання охоплюють різноманітні галузі дизайну та мистецтва, включаючи інтер'єрний дизайн, графічний дизайн, модний дизайн, текстильний дизайн та інші. Наші студенти мають можливість не лише вивчати теоретичні основи, але й застосовувати їх у практичній діяльності, працюючи над проектами та учасництвуючи в конкурсах та виставках.</p>
            <p style={{ textAlign: 'justify' }}>Наша академія була заснована у 1914 році та вже понад століття надає високоякісну освіту в галузі дизайну та прикладного мистецтва. Ми пишаємося своїми традиціями, і в той же час не стоїмо на місці, постійно розвиваємося та змінюємося разом з сучасним світом.
                Наші викладачі - це відомі українські та зарубіжні фахівці з великим досвідом викладання та практичної діяльності в галузі дизайну та мистецтва. Ми прагнемо забезпечити нашим студентам не лише теоретичні знання, але й практичні навички, необхідні для успішної роботи у цій галузі.
                Наші програми навчання охоплюють різноманітні галузі дизайну та мистецтва, включаючи інтер'єрний дизайн, графічний дизайн, модний дизайн, текстильний дизайн та інші. Наші студенти мають можливість не лише вивчати теоретичні основи, але й застосовувати їх у практичній діяльності, працюючи над проектами та учасництвуючи в конкурсах та виставках.</p>
            <h3 className={styles.title} style={{ textAlign: 'center' }}>Завжди раді допомогти Вам!<br></br> Чекаємо Вас у бібліотеці!</h3>
        </Container>
    )
}

export default GeneralInfo
